---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.PathReinSpanSymbol
source: html/225122fc-e2df-6e0a-2446-5b7a0bfc2052.htm
---
# PathReinSpanSymbol Methods

Adds the provided list of references to the tag's list of references.